
var documents = [{
    "id": 0,
    "url": "http://localhost:4000/404.html",
    "title": "404",
    "body": "404 Page not found!Please use the search bar from the bottom left or visit our homepage! "
    }, {
    "id": 1,
    "url": "http://localhost:4000/about",
    "title": "About me",
    "body": "Moshe Roth, 37 yo, from Israel: Painting with Acrylics and Oils. Focusing on Energy of what I see trying to bring it to the canvas. "
    }, {
    "id": 2,
    "url": "http://localhost:4000/categories",
    "title": "Categories",
    "body": ""
    }, {
    "id": 3,
    "url": "http://localhost:4000/contact",
    "title": "Contact",
    "body": "  Please send your message to Yanachka. We will reply as soon as possible!   "
    }, {
    "id": 4,
    "url": "http://localhost:4000/",
    "title": "Home",
    "body": "                                                                                               תרומה - תמנונים לפגים              :       סביב יום כיפור 2020 החלטתי לסרוג תמנונים לפגים! ב48 שעות בהן בקושי קמתי מהספה, הצלחתי. . . :                               50. 00₪        &lt;/span&gt;                                                                                                                   אצבעון חיות              :       את אצבעון החיות יצרתי לפי הזמנה מיוחדת של הנכדים! הם בנו תיאטרון בובות מרהיב וביקשו. . . :                               55. 00₪        &lt;/span&gt;                                                                                                                   כלב אקורדיון              :       צביקה הוא ללא ספק הכלב הכי יפה בשכונה של ינה - עשוי כולו מחוטי אקריל. . . :                               280. 00₪        &lt;/span&gt;                                                                                                                   ארנב רעשן              :       על בונבון הארנבון שמעתם? כזה בונבון! אתמול החלטתי שנחתה עליי רוח השטות והחלטתי להפוך את. . . :                               70. 00₪        &lt;/span&gt;                                                                                                                   סט נעלולים וכובע לתינוק              :       שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת. . . :                               100. 00₪        &lt;/span&gt;                                                                                                                   תרנגולית              :       ריקי התרנגולית היא החברה הכי טובה של ריקו הקוקוריקו! ביחד הם צמד חמד לעניין, אך. . . :                               250. 00₪        &lt;/span&gt;                                                                                                                   פונצ׳ו פינוקי              :       קשה לתאר כמה קסום הפונצ׳ו של ינהצ׳קה על הגוף, וכמה ייחודיות הוא מביא איתו. &lt;p&gt;בכל צבע. . . :                               140. 00₪        &lt;/span&gt;                                                                                                                   צ׳יבורשקה              :       יש פה מישהו שלא מכיר את צ'יבורשקה? לא נראה לנו! צ'יבורשקה היא הבובה האגדית והאהובה. . . :                               200. 00₪        &lt;/span&gt;                                                                                                                   רעשן נעים לתינוקות              :       עוד חביב קהל הוא הכלבלב רעשן של ינה! טומן בחובו הפתעה מרשרשת שתפתיע ותאתגר את. . . :                               100. 00₪        &lt;/span&gt;                                                                                                                   דרדס              :       לפני הרבה הרבה שניםבתוך יער עבותהיה כפר נסתר שבו חיו יצורים כחולים קטנטנים,קראו להם דרדסיםהם. . . :                               190. 00₪        &lt;/span&gt;                                                                                                                   קופיפי              :       הקופיף הכי מפורסם של ינה! קוקו הקופיף קיבל את שמו מילדה מתוקה ושמה תמר, בזכות. . . :                               80. 00₪        &lt;/span&gt;                                                                                                                   דינו הדינוזאור              :       דינו שלנו תמיד גורם להתרגשות גדולה בקרב כל הנכדים! הוא מצחיק, שובב ופטפטן!! יש בו. . . :                               270. 00₪        &lt;/span&gt;                                                                                                                   ג׳ירפה מצחיקה              :       הג'ירפה של ינה עשויה כולה מ100% כותנה, נסרגת באהבה רבה בדיוק כל חברותיה החיות! הג'ירפה. . . :                               140. 00₪        &lt;/span&gt;                                                                                                                   סמי הכבאי              :       השעון צלצל גלין גלאן, סמי הכבאי מוכן! אין צורך להציג את סמי, כל ילד (והורה). . . :                               350. 00₪        &lt;/span&gt;                                                                                                                   מלך האריות              :       גם אצל ינה בסלון בין כל הבובות, אריק האריה הוא ללא ספק מלך החיות! הוא. . . :                               250. 00₪        &lt;/span&gt;                                                                                                                   תרנגול              :       קו קו רי קו ! הגיע הזמן להתעורר :) ריקו הקוקוריקו של ינה כבר לבוש. . . :                               250. 00₪        &lt;/span&gt;                                                                                                                   קוף אדום              :       הקוף האדום נולד בהזמנה מיוחדת של זיוי הנכד של ינה! ומאז הפך לחביב הקהל. . לנו. . . :                               150. 00₪        &lt;/span&gt;                                                                                                                   אפודה לילדים              :       אל תגידו לי שלא התאהבתם ממבט ראשון באפודה הסרוגה הקסומה הזו, לי אישית היא מזכירה. . . :                               90. 00₪        &lt;/span&gt;                                                                                                                   קרקדיל גנה              :       עצרו הכל! ראיתם פעם תנין עם סריג וצווארון כל כך יפה? גנה הקרקדיל האהוב שלנו,. . . :                               200. 00₪        &lt;/span&gt;                                                                                                                   מיקי מאוס              :       את מיקי מאוס לא צריך להציג, כולכם מכירים את הפרזנטור של וולט דיסני :) מיקי. . . :                               300. 00₪        &lt;/span&gt;                                                                                                                   היפופוטמית              :       ראיתם פעם היפופוטמית שרוקדת בלט? אז תכירו את היפי ההיפית שלנו בוגרת להקת המחול של. . . :                               180. 00₪        &lt;/span&gt;                                                                                                                   ארנבון              :       המחיר הוא עבור בובת ארנב בודדת הארנבונים של ינה הם מקסימים, קלילים ומאוד נוחים להחזקה. . . . :                               160. 00₪        &lt;/span&gt;                                                                                                                   חתולון שמח              :       חתולון שובה לב, ישמח לשחק אתכם בכל משחק דמיון שתמציאו עבורו! הוא יודע לשיר ולרקוד. . . . . :                               130. 00₪        &lt;/span&gt;                                                                                                                   צ'דר העכברון              :       צ'דר העכברון של ינה אוהב מאוד גבינות, במיוחד גבינת צ'דר - ועל כן שמו :). . . :                               180. 00₪        &lt;/span&gt;                                                                                                                   חמוריקו              :       נוסטלגיה זה כאן! גדלנו על הסרט ברמיינסקי מוזיקנטי ובזכות ינה החיות האהובות עלינו חזרו לחיינו!. . . :                               300. 00₪        &lt;/span&gt;                                                                                                                   כלבלב              :       נוסטלגיה זה כאן! גדלנו על הסרט ברמיינסקי מוזיקנטי ובזכות ינה החיות האהובות עלינו חזרו לחיינו!. . . :                               160. 00₪        &lt;/span&gt;                                                                                                                   חזירונת מתוקונת              :       החזירונת שלנו גם היא בוגרת להקת הבלט של גן החיות! יודעת לעשות פירואט כפול שישאיר. . . :                               100. 00₪        &lt;/span&gt;                                                                                                                   עכברונית רקדנית              :       העכברונית שלנו גם היא בוגרת להקת הבלט של גן החיות! יודעת לבצע את היצירה אגם. . . :                               100. 00₪        &lt;/span&gt;                                                                                                                   ליצן קטן שלי              :       ליצן קטן שלי, אולי תרקוד איתי? אולי? אולי תרקוד איתי :) ליצני הקטן שלי נולד. . . :                               180. 00₪        &lt;/span&gt;                                                                                                                   ינשופית              :       הינשופית של ינה עשויה כולה מחוטי אקריל סינטטיים, נסרגת באהבה רבה בדיוק כמו כל חברותיה. . . :                               150. 00₪        &lt;/span&gt;                                                                                                                   כבשה              :       הכיבשה של ינה עשויה כולה מ100% כותנה, נסרגת באהבה רבה בדיוק כל חברותיה החיות! כל. . . :                               160. 00₪        &lt;/span&gt;                                                                                                                   צנוני הליצן המצחיק              :       צנוני הליצן עושה הפעלות ימי הולדת, בר מצוות, חתונות וכמובן הפעלה מרכזית בחתונות! למשל כשהעכברוני. . . :                               350. 00₪        &lt;/span&gt;                                                                                                                   תרנגולת מטורללת              :       אתם מכירים את התרנגולת הזאת שכולם מכירים? אז טרולי התרנגולת היא בדיוק זאת. היא יודעת. . . :                               185. 00₪        &lt;/span&gt;                                                                                                                   נוני הישנונית              :       בובת שינה נעימה, צבעונית וחמודה! קלילה ונוחה לחיבוק :) מחכה לילד. ה שיאהבו אותה וירדמו איתה!. . . :                               190. 00₪        &lt;/span&gt;                                                                                                                   צופי הצפרדע              :       כן כן, גם צופי כידוע בוגרת להקת המחול של גן החיות של ינה! צופי היא. . . :                               240. 00₪        &lt;/span&gt;                                                                                                                   רעשן לתינוק              :       שני הרעשנים המקסימים של ינה נולדו כשנולדה נכדתה אנה! הם מאוד נוחים להחזקה ביד התינוק,. . . :                               60. 00₪        &lt;/span&gt;                                                                                                                   ינשופית מגונדרת              :       יונה הינשופית היא המגונדרת שבחבורה! היא תמיד יודעת מה שיק ומה שוק וכמובן איפה המקום. . . :                               150. 00₪        &lt;/span&gt;                                                                                                                   רעשן נשכן לתינוקות              :       הרעשן הקסומים של ינהצ'קה הם המתנה המושלמת עבור תינוק שרק נולד! ינהצ'קה תשמח לסרוג עבורכם. . . :                               60. 00₪        &lt;/span&gt;                                                                                                                   הפנתר הורוד              :       מי לא מכיר ואוהב את החיה הכי ורודה ומסתורית? הפנתר הורוד ישמח לעזור לכם לפתור. . . :                               120. 00₪        &lt;/span&gt;                                                                                                                   פינוקיו              :       מכירים את פינוקיו? או שבעצם גדלתם על בורטינה? אצלנו בבית התנגן שיר הפתיחה של פינוקיו. . . :                               220. 00₪        &lt;/span&gt;                                                                                                                   האריה שאהב תות              :       אני יודעת שהשם הוא לא מקורי במיוחד, אבל מה לעשות? הוא באמת אוהב תות! האריה. . . :                               180. 00₪        &lt;/span&gt;                        "
    }, {
    "id": 5,
    "url": "http://localhost:4000/9/",
    "title": "תרומה - תמנונים לפגים",
    "body": "2023/03/27 - סביב יום כיפור 2020 החלטתי לסרוג תמנונים לפגים! ב48 שעות בהן בקושי קמתי מהספה, הצלחתי לסרוג 10 תמנונים אותם אתרום למחלקת פגים בבית החולים אסותא שבאשדוד. ואז חשבתי על רעיון נחמד עבור אלו שישמחו לתרום - אסרוג עבורכם תמנון או תמנונית חמודים וצבעוניים. בסיום הסריגה אשלח לכם תמונה של התמנון המוכן ואז אעביר אותו לתרומה למחלקת פגים :)קחו רגע לקרוא על הפרוייקט המדהים  תמנונים לפגים  בכתבה הבאה- https://www. mako. co. il/ninemonth-birth/healthcare/. . . וכנסו גם לקבוצת הפייסבוק החמודה שלהם - https://www. facebook. com/preemieoctopiIL/ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 6,
    "url": "http://localhost:4000/8/",
    "title": "אצבעון חיות",
    "body": "2023/03/27 - את אצבעון החיות יצרתי לפי הזמנה מיוחדת של הנכדים! הם בנו תיאטרון בובות מרהיב וביקשו ממני ליצור עבורם אריה, פיל וצפרדע! סבתא ינה לא אומרת לא. . וחיש מהר נולדו בובות אצבע מתוקות ♥️ האצבעונים נסרגים באמצעות מסרגה אחת, בחוטי אקריל המתאימים לשימוש ילדים ללא סכנה. מידת האצבעון היא סטנדרטית למבוגרים שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 7,
    "url": "http://localhost:4000/7/",
    "title": "כלב אקורדיון",
    "body": "2023/03/27 - צביקה הוא ללא ספק הכלב הכי יפה בשכונה של ינה - עשוי כולו מחוטי אקריל ונסרג באהבה רבה! קשה להישאר אדישים אל מול צביקוש היפיוף הזה, הצבעוניות שלו משמחת את כולם, האקורדיון שלו מצחיק את הילדים :) צביקה הכלב ניתן לכביסה במכונת הכביסה שלכם, על 30-40 מעלות. אורכו של צביקהל'ה מגיע לכ 60 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 8,
    "url": "http://localhost:4000/6/",
    "title": "ארנב רעשן",
    "body": "2023/03/27 - על בונבון הארנבון שמעתם? כזה בונבון! אתמול החלטתי שנחתה עליי רוח השטות והחלטתי להפוך את הארנבון לבונבון צבעוני וחמוד אז לא רק שהוא צבעוני וחמוד, הוא גם מחביא בבטנו רעשן קטן ונחמד. הבובה מתאימה מאוד לתינוקות ופעוטות שאוהבים לשחק ולעוף בדמיון עם בובות מצחיקות. אני בטוחה שתהנו מבונבוני כמו שאני נהנתי לסרוג אותו :) בונבון הארנבון סרוג מ100% חוטי כותנה, ניתן לכבס אותו ביד ב30 מעלות.  שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 9,
    "url": "http://localhost:4000/5/",
    "title": "סט נעלולים וכובע לתינוק",
    "body": "2023/03/27 - שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 10,
    "url": "http://localhost:4000/40/",
    "title": "תרנגולית",
    "body": "2023/03/27 - ריקי התרנגולית היא החברה הכי טובה של ריקו הקוקוריקו! ביחד הם צמד חמד לעניין, אך גם לבד היא תתנהג מאוד יפה בביתכם :) היא מאוד חרוצה, מתחילה את היום מוקדם, עושה צעידה עם ריקו במושב ורק אחר כך תתפנה אליכם. התרנגולית סרוגה מ100% כותנה, ניתן לכבס אותה במכונת כביסה, 30-40 מעלות גובה הבובה הוא כ40 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 11,
    "url": "http://localhost:4000/4/",
    "title": "פונצ׳ו פינוקי",
    "body": "2023/03/27 - קשה לתאר כמה קסום הפונצ׳ו של ינהצ׳קה על הגוף, וכמה ייחודיות הוא מביא איתו. &lt;p&gt;בכל צבע או מידה שתבחרו תרגישו את החום והאהבה מהידיים של ינהצ׳קה♥️&lt;/p&gt;&lt;p&gt;הפונצ׳ו נסרג בהזמנה אישית במיוחד לפי המידה והצבע שתבחרו. 🧶&lt;/p&gt;&lt;p&gt;נסרג כולו מחוטי אקריל, ניתן לכביסה עדינה ב30-40 מעלות!&lt;/p&gt;&lt;p&gt;&lt;/p&gt; שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 12,
    "url": "http://localhost:4000/39/",
    "title": "צ׳יבורשקה",
    "body": "2023/03/27 - יש פה מישהו שלא מכיר את צ'יבורשקה? לא נראה לנו! צ'יבורשקה היא הבובה האגדית והאהובה עלינו ועל הנכדים של ינה! צ'יבורשקה שר איתנו את כל שירי הילדות האהובים שלנו, בחגים ובימי ההולדת! הוא כמובן ישמח לבלות עם קרוקודיל גנה, אבל יודע לעשות שמח ולהרים את האווירה גם לבדו :) הוא סרוג מחוטי אקריל סינטטיים, ניתן לכיבוס ביד בלבד. גובהו של צ'יבורשקה הוא כ25 ס מ. שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 13,
    "url": "http://localhost:4000/38/",
    "title": "רעשן נעים לתינוקות",
    "body": "2023/03/27 - עוד חביב קהל הוא הכלבלב רעשן של ינה! טומן בחובו הפתעה מרשרשת שתפתיע ותאתגר את התינוקות וגם את הפעוטות :) הכי צבעוני והכי מצחיק! הרעשן כלבלב סרוג מ100% כותנה, ניתן לכיבוס במכונת הכביסה שלכם, 30-40 מעלות גובה הבובה הוא כ26 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 14,
    "url": "http://localhost:4000/37/",
    "title": "דרדס",
    "body": "2023/03/27 - לפני הרבה הרבה שניםבתוך יער עבותהיה כפר נסתר שבו חיו יצורים כחולים קטנטנים,קראו להם דרדסיםהם היו טובי לב. קונדסון או שכחני? תחליטו אתם! הדרדס שלנו פשוט הורס מצחוק. הדרדס נסרג מחוטי אקריל סינטטיים, ניתן לכבס במכונת הכביסה שלכם, 30-40 מעלות. גובה הבובה הוא כ32 ס מ.  שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 15,
    "url": "http://localhost:4000/36/",
    "title": "קופיפי",
    "body": "2023/03/27 - הקופיף הכי מפורסם של ינה! קוקו הקופיף קיבל את שמו מילדה מתוקה ושמה תמר, בזכות הקוקו שיש לו :) קוקו מגיע בשלל צבעים, מוזמנים לרשום בהערות את הגוון שתרצו! או שתתנו לינה להפתיע אתכם :) קוקו ישמור לכם על המפתחות במסירות רבה! הקופיף סרוג מ100% כותנה, ניתן לכיבוס במכונת כביסה, 30-40 מעלות גובה הבובה כ16 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 16,
    "url": "http://localhost:4000/35/",
    "title": "דינו הדינוזאור",
    "body": "2023/03/27 - דינו שלנו תמיד גורם להתרגשות גדולה בקרב כל הנכדים! הוא מצחיק, שובב ופטפטן!! יש בו כל מה שהילד שלכם רוצה - נוח לחבק ונוח לשחק :) דינו סרוג מחוטי אקריל סינטטיים וגם אותו ניתן לכבס במכונת הכביסה שלכם, 30-40 מעלות והוא כמו חדש :) שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 17,
    "url": "http://localhost:4000/34/",
    "title": "ג׳ירפה מצחיקה",
    "body": "2023/03/27 - הג'ירפה של ינה עשויה כולה מ100% כותנה, נסרגת באהבה רבה בדיוק כל חברותיה החיות! הג'ירפה שתקבלו נסרגה בצבעים קצת שונים מחברתה, בכל זאת אין 2 ג'ירפות זהות בעולם. . ;) כל הג'ירפות ניתנות לכביסה במכונת הכביסה שלכם, 30-40 מעלות. גובהה של הג'ירפה הוא כ40 ס מ.  שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 18,
    "url": "http://localhost:4000/33/",
    "title": "סמי הכבאי",
    "body": "2023/03/27 - השעון צלצל גלין גלאן, סמי הכבאי מוכן! אין צורך להציג את סמי, כל ילד (והורה) מכיר אותו! הוא הכבאי הגיבור! סמי כאן לכל משחק דמיון שתרצו - יציל חתול תקוע על עץ ואפילו יעזור לאבא להכניס כלים למדיח ;) התאהבות מיידית - מובטחת! סמי סרוג מ100% כותנה, ניתן לכיבוס במכונת כביסה, 30-40 מעלות גובה הבובה הוא כ50 ס מ - גדול שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 19,
    "url": "http://localhost:4000/32/",
    "title": "מלך האריות",
    "body": "2023/03/27 - גם אצל ינה בסלון בין כל הבובות, אריק האריה הוא ללא ספק מלך החיות! הוא מרשים, גדול, יפה, שומר על הבית וכולם יודעים שלא כדאי לעצבן אותו ;) האריה נסרג מחוטי אקריל סינטטיים וניתן לכבס אותו במכונת הכביסה שלכם על 30-40 מעלות. גובהו כ45 ס״מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 20,
    "url": "http://localhost:4000/31/",
    "title": "תרנגול",
    "body": "2023/03/27 - קו קו רי קו ! הגיע הזמן להתעורר :) ריקו הקוקוריקו של ינה כבר לבוש ומוכן להתחיל את היום! מגיע מאולף עם חיסונים ותעודות, יודע לשבת וכמובן יתפקד במקום שעון מעורר. התרנגול סרוג מ100% כותנה, ניתן לכיבוס במכונת כביסה, 30-40 מעלות גובה הבובה הוא כ45 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 21,
    "url": "http://localhost:4000/30/",
    "title": "קוף אדום",
    "body": "2023/03/27 - הקוף האדום נולד בהזמנה מיוחדת של זיוי הנכד של ינה! ומאז הפך לחביב הקהל. . לנו זה נראה טבעי שקוף יהיה אדום :) רוצים קוף בצבע אחר? רישמו בהערות :) הקוף סרוג מחוטי אקריל סינטטיים, ניתן לכיבוס במכונת כביסה, 30-40 מעלות גובה הבובה הוא כ35 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 22,
    "url": "http://localhost:4000/3/",
    "title": "אפודה לילדים",
    "body": "2023/03/27 - אל תגידו לי שלא התאהבתם ממבט ראשון באפודה הסרוגה הקסומה הזו, לי אישית היא מזכירה את הילדות שלי ואת הבגדים הסרוגים שסבתא שלי הייתה סורגת לי ואחר כך אמא שלי סרגה לנכדים שלה! בתמונה אפשר לראות את האפודה שסרגתי לאנה, לגיל שנה. ❤️️ לפי תרשים המדידה מלאו את המידות בס״מ של ילדכם♥️ כל האפודות נסרגות מ100% חוטי אקריל, ניתנים לכביסה עדינה בלבד.  שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את האפודה במיוחד אז הכנתה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 23,
    "url": "http://localhost:4000/29/",
    "title": "קרקדיל גנה",
    "body": "2023/03/27 - עצרו הכל! ראיתם פעם תנין עם סריג וצווארון כל כך יפה? גנה הקרקדיל האהוב שלנו, מוכן לצאת אתכם לטיול בגינה או סתם לארח לכם חברה בארוחת הערב :) ההמלצה של ינה היא לשלב את גנה עם צ'יבורשקה כי הרי הם צמד חמד ידוע ומפורסם! גנה סרוג מחוטי אקריל סינטטיים, ניתן לכבס אותו במכונת הכביסה שלהם, 30-40 מעלות. גובה הבובה הוא כ40 ס מ שימו לב שניתן לבקש שהעיניים יהיו סרוגות, בטיחותי לתינוקות קטנים 💪🏼♥️ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 24,
    "url": "http://localhost:4000/28/",
    "title": "מיקי מאוס",
    "body": "2023/03/27 - את מיקי מאוס לא צריך להציג, כולכם מכירים את הפרזנטור של וולט דיסני :) מיקי נסרג מ100% כותנה, ניתן לכבס אותו במכונת הכביסה על 30-40 מעלות גובה הבובה הוא כ35 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 25,
    "url": "http://localhost:4000/27/",
    "title": "היפופוטמית",
    "body": "2023/03/27 - ראיתם פעם היפופוטמית שרוקדת בלט? אז תכירו את היפי ההיפית שלנו בוגרת להקת המחול של גן החיות של ינה!! היא יפה, עדינה, סבלנית והכי חשוב - אוהבת את כווולם! היפי ההיפית סרוגה מ100% כותנה, ניתנת לכביסה במכונת הכביסה הביתית שלכם, 30-40 מעלות. גובה הבובה הוא כ20 ס״מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 26,
    "url": "http://localhost:4000/26/",
    "title": "ארנבון",
    "body": "2023/03/27 - המחיר הוא עבור בובת ארנב בודדת הארנבונים של ינה הם מקסימים, קלילים ומאוד נוחים להחזקה. מתאימים מאוד כזוג! כל הארנבונים עשויים מ100% כותנה וניתנים לכביסה במכונת כביסה, 30-40 מעלות. יש לציין בעת ההזמנה את צבע הבגד והאם מדובר בארנבון או ארנבונית ;) גובה הבובה הוא כ37 ס״מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 27,
    "url": "http://localhost:4000/25/",
    "title": "חתולון שמח",
    "body": "2023/03/27 - חתולון שובה לב, ישמח לשחק אתכם בכל משחק דמיון שתמציאו עבורו! הוא יודע לשיר ולרקוד. . ואפילו לספר בדיחות! עם החתולון שלנו מומלץ להירדם בלילה במיטה, הוא ישמור עליכם ולא יעצום עין כל הלילה! עשוי מחוטי אקריל סינטטיים, ניתן לכבס במכונת הכביסה שלכם, על 30-40 מעלות גובה הבובה הוא כ38 ס מ כרגע נגמר החוט הכתמתם, נעדכן אתכם כשיחזור למלאי שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 28,
    "url": "http://localhost:4000/24/",
    "title": "צ'דר העכברון",
    "body": "2023/03/27 - צ'דר העכברון של ינה אוהב מאוד גבינות, במיוחד גבינת צ'דר - ועל כן שמו :) הוא והחתולון הם צוות מנצח, אך ישתלב נהדר עם כל אוסף בובות שיש לכם! את האפודה היפה שלו ינה סרגה לו כי צ'דר אמר שקר מאוד במקרר הגבינות. . ;) העכברון סרוג מ100% כותנה, ניתן לכיבוס במכונת כביסה, 30-40 מעלות. גובה הבובה הוא כ20 ס״מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 29,
    "url": "http://localhost:4000/23/",
    "title": "חמוריקו",
    "body": "2023/03/27 - נוסטלגיה זה כאן! גדלנו על הסרט ברמיינסקי מוזיקנטי ובזכות ינה החיות האהובות עלינו חזרו לחיינו! וכעת הנכדים זוכים לשחק איתן:) גם אם אתם לא מכירים את הסרט, יש סיכוי גבוהה שתתאהבו בחמוריקו המצחיקול שלנו. יש לו את השלייקעס הכי יפים בעיר וחיוך גדול שמזכיר לנו כמה כיף זה לשחק בבובות :) חמוריקו נסרג מ100% כותנה, ניתן לכבס במכונת הכביסה הביתית על 30-40 מעלות. גובה הבובה הוא כ40 ס״מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 30,
    "url": "http://localhost:4000/22/",
    "title": "כלבלב",
    "body": "2023/03/27 - נוסטלגיה זה כאן! גדלנו על הסרט ברמיינסקי מוזיקנטי ובזכות ינה החיות האהובות עלינו חזרו לחיינו! וכעת הנכדים זוכים לשחק איתן:) גם אם אתם לא מכירים את הסרט, יש סיכוי גבוהה שתתאהבו בכלבלב הכחלחל שלנו. יש לו את החיוך הכי מקסים ואוזניים שכיף ללטף :) הכלבלב נסרג מחוטי אקריל סינטטיים, ניתן לכבס במכונת הכביסה הביתית על 30-40 מעלות גובה הבובה הוא כ30 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 31,
    "url": "http://localhost:4000/21/",
    "title": "חזירונת מתוקונת",
    "body": "2023/03/27 - החזירונת שלנו גם היא בוגרת להקת הבלט של גן החיות! יודעת לעשות פירואט כפול שישאיר אתכם המומים! גובהה הוא כ15 ס מ, עשויה מ100% כותנה. ניתן לכבס אותה במכונת הכביסה, 30-40 מעלות. שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 32,
    "url": "http://localhost:4000/20/",
    "title": "עכברונית רקדנית",
    "body": "2023/03/27 - העכברונית שלנו גם היא בוגרת להקת הבלט של גן החיות! יודעת לבצע את היצירה אגם העכברונים המפורסמת! גובהה הוא כ15 ס מ, עשויה מ100% כותנה. ניתן לכבס אותה במכונת הכביסה, 30-40 מעלות. ניתן לכתוב בהערות צבע שמלה או לתת לינה להפתיע אתכם :) שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 33,
    "url": "http://localhost:4000/2/",
    "title": "ליצן קטן שלי",
    "body": "2023/03/27 - ליצן קטן שלי, אולי תרקוד איתי? אולי? אולי תרקוד איתי :) ליצני הקטן שלי נולד לכבוד יום הולדת שנתיים של עידודו שלנו בעידן הקורונה אני צריכה להמציא את עצמי מחדש, לחגוג מרחוק עם הנכדים. . אז הליצן כאן בשביל לשמח את כולם בתקופה הלא פשוטה הזו- מבוגרים וילדים כאחד.  גובה הליצן הוא 45 ס מ ליצני הקטן שלי סרוג מ100% חוטי כותנה, ניתן לכבס אותו ביד ב30 מעלות.  שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 34,
    "url": "http://localhost:4000/19/",
    "title": "ינשופית",
    "body": "2023/03/27 - הינשופית של ינה עשויה כולה מחוטי אקריל סינטטיים, נסרגת באהבה רבה בדיוק כמו כל חברותיה החיות! כמובן הינשופית ערה הלילה וישנה ביום, אבל אל תדאגו - היא לא זקוקה ליחס מיוחד בלילה :) כל הינשופות והינשופים ניתנים לכביסה במכונת הכביסה שלכם, 30-40 מעלות גובה הבובה הוא כ17 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 35,
    "url": "http://localhost:4000/18/",
    "title": "כבשה",
    "body": "2023/03/27 - הכיבשה של ינה עשויה כולה מ100% כותנה, נסרגת באהבה רבה בדיוק כל חברותיה החיות! כל הכבשים ניתנות לכביסה במכונת הכביסה שלכם, 30-40 מעלות. גובה הכבשה הקטנה הוא כ30 ס מ. גובה הכבשה הגדולה הוא כ40 ס מ. שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 36,
    "url": "http://localhost:4000/17/",
    "title": "צנוני הליצן המצחיק",
    "body": "2023/03/27 - צנוני הליצן עושה הפעלות ימי הולדת, בר מצוות, חתונות וכמובן הפעלה מרכזית בחתונות! למשל כשהעכברוני וחזירונת התחתנו, הוא הרים מופע בלתי נשכח! צנוני כובש את לבבות כל הילדים, אולי בגלל שהוא ג'ינג'י? או בגלל השלייקעס החמודים! הליצן סרוג מחוטי כותנה וחוטי אקריל סינטטיים, ניתן לכבס אותו במכונת הכביסה, 30-40 מעלות גובה הבובה הוא כ42 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 37,
    "url": "http://localhost:4000/16/",
    "title": "תרנגולת מטורללת",
    "body": "2023/03/27 - אתם מכירים את התרנגולת הזאת שכולם מכירים? אז טרולי התרנגולת היא בדיוק זאת. היא יודעת תמיד מי נמצא איפה, מי אכל מה ומי הטיל כמה ביצים. התרנגולת סרוגה מחוטי אקריל סינטטיים, ניתנת לכביסה במכונת כביסה, 30-40 מעלות. גובה הבובה הוא כ30 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 38,
    "url": "http://localhost:4000/15/",
    "title": "נוני הישנונית",
    "body": "2023/03/27 - בובת שינה נעימה, צבעונית וחמודה! קלילה ונוחה לחיבוק :) מחכה לילד. ה שיאהבו אותה וירדמו איתה! המחיר כולל הקראת סיפור על ידי נוני לפני השינה כמובן :) בובת השינה סרוגה מחוטי אקריל סינטיים, ניתנת לכביסה במכונת הכביסה, 30-40 מעלות גובה הבובה הוא כ40 ס מ, רוחב הבובה הוא כ40 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 39,
    "url": "http://localhost:4000/14/",
    "title": "צופי הצפרדע",
    "body": "2023/03/27 - כן כן, גם צופי כידוע בוגרת להקת המחול של גן החיות של ינה! צופי היא הסולנית הראשית במופע הצפרדעים! זאת כמובן בזכות זה שצופי היא הרקדנית הכי מתמידה, ירוקה וזללנית בלהקה! הצפרדע סרוגה מ100% כותנה, ניתנת לכביסה במכונת כביסה, 30-40 מעלות גובה הבובה הוא כ33 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 40,
    "url": "http://localhost:4000/13/",
    "title": "רעשן לתינוק",
    "body": "2023/03/27 - שני הרעשנים המקסימים של ינה נולדו כשנולדה נכדתה אנה! הם מאוד נוחים להחזקה ביד התינוק, בטיחותיים להכניס לפה ומעניינים להסתכל עליהם :) לדעתנו הם ימלאו את משטח המשחקים שלכם בצבע ועניין! כל הרעשנים סרוגים מ100% כותנה, ניתנים לכיבוס במכונת כביסה, 30-40 מעלות גובה הבובה הוא כ14 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 41,
    "url": "http://localhost:4000/12/",
    "title": "ינשופית מגונדרת",
    "body": "2023/03/27 - יונה הינשופית היא המגונדרת שבחבורה! היא תמיד יודעת מה שיק ומה שוק וכמובן איפה המקום הכי שווה לקנות בו בגדים לחג! את יונה הינשופית ינהצ'קה המציאה בעצמה :) הינשופית סרוגה מחוטי אקריל סינטטיים, ניתן לכבס אותה במכונת כביסה, 30-40 מעלות גובה הבובה הוא כ17 ס מ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 42,
    "url": "http://localhost:4000/11/",
    "title": "רעשן נשכן לתינוקות",
    "body": "2023/03/27 - הרעשן הקסומים של ינהצ'קה הם המתנה המושלמת עבור תינוק שרק נולד! ינהצ'קה תשמח לסרוג עבורכם רעשן, בדיוק בצבע שתבחרו :) חלומות דובים לכולם :) הבובה עשויה מ100% כותנה, בטיחותית לתינוקות קטנטנים שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 43,
    "url": "http://localhost:4000/10/",
    "title": "הפנתר הורוד",
    "body": "2023/03/27 - מי לא מכיר ואוהב את החיה הכי ורודה ומסתורית? הפנתר הורוד ישמח לעזור לכם לפתור כל תעלומה, למצוא את הפושעים וגם לשלוף דברים מהכיסים! הפנתר הורוד סרוג מחוטי אקריל סינטטיים, ניתן לכבס אותו במכונת כביסה, 30-40 מעלות שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 44,
    "url": "http://localhost:4000/1/",
    "title": "פינוקיו",
    "body": "2023/03/27 - מכירים את פינוקיו? או שבעצם גדלתם על בורטינה? אצלנו בבית התנגן שיר הפתיחה של פינוקיו בקולי קולות ובריקודים מצחיקים!  בוקר טוב עולם! מה שלום כולם? אני יורד מהחוטים! אני כבר ילד אמיתי. . כמו כל הילדים!  כך או כך פינוקיו חזר לחיים! אני כל כך אוהבת נוסטלגיה. . רואים? פינוקיו שלי גבוה וחמוד, בובת העץ שכולם מכירים מקבלת הרבה רוך מחוטי הכותנה שלי. פינוקיו ביקש פונפון בקצה הכובע אז לא התווכחתי איתו, וסרגתי לו במיוחד :) גובהו של פינוקיו הוא 45 ס מ פינוקיו החמוד שלי סרוג מ100% חוטי כותנה, ניתן לכבס אותו ביד ב30 מעלות.  שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }, {
    "id": 45,
    "url": "http://localhost:4000/0/",
    "title": "האריה שאהב תות",
    "body": "2023/03/27 - אני יודעת שהשם הוא לא מקורי במיוחד, אבל מה לעשות? הוא באמת אוהב תות! האריה המתוק הזה שובה בקסמיו כל זוג ידיים שאוחזות בו. הוא אוהב לטייל, לקרוא ספרים, לשמוע מוזיקה. . וישמח לחלוק אתכם תות או שניים :) כל האריות החמודים שלי סרוגים מחוטי פלוש ,100% אקריל. ניתן לכבסם ביד בכביסה עדינה בלבד שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את האריה במיוחד אז הכנתו תארך מספר ימים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ שימו לב: - התשלום בפייבוקס או מזומן - ינה סורגת את הבובות במיוחד אז הכנת הבובה תיקח בין שבוע לשבועיים - לבקשות מיוחדות נא לפנות ישירות לינה בטלפון 0546405208 או בווטסאפ "
    }];

var idx = lunr(function () {
    this.ref('id')
    this.field('title')
    this.field('body')

    documents.forEach(function (doc) {
        this.add(doc)
    }, this)
});
function lunr_search(term) {
    document.getElementById('lunrsearchresults').innerHTML = '<ul></ul>';
    if(term) {
        document.getElementById('lunrsearchresults').innerHTML = "<p>Search results for '" + term + "'</p>" + document.getElementById('lunrsearchresults').innerHTML;
        //put results on the screen.
        var results = idx.search(term);
        if(results.length>0){
            //console.log(idx.search(term));
            //if results
            for (var i = 0; i < results.length; i++) {
                // more statements
                var ref = results[i]['ref'];
                var url = documents[ref]['url'];
                var title = documents[ref]['title'];
                var body = documents[ref]['body'].substring(0,160)+'...';
                document.querySelectorAll('#lunrsearchresults ul')[0].innerHTML = document.querySelectorAll('#lunrsearchresults ul')[0].innerHTML + "<li class='lunrsearchresult'><a href='" + url + "'><span class='title'>" + title + "</span><span class='body'>"+ body +"</span><span class='url'>"+ url +"</span></a></li>";
            }
        } else {
            document.querySelectorAll('#lunrsearchresults ul')[0].innerHTML = "<li class='lunrsearchresult'>No results found...</li>";
        }
    }
    return false;
}

function lunr_search(term) {
    $('#lunrsearchresults').show( 400 );
    $( "body" ).addClass( "modal-open" );
    
    document.getElementById('lunrsearchresults').innerHTML = '<div id="resultsmodal" class="modal fade show d-block"  tabindex="-1" role="dialog" aria-labelledby="resultsmodal"> <div class="modal-dialog shadow" role="document"> <div class="modal-content"> <div class="modal-header" id="modtit"> <button type="button" class="close" id="btnx" data-dismiss="modal" aria-label="Close"> &times; </button> </div> <div class="modal-body"> <ul class="mb-0"> </ul>    </div> <div class="modal-footer"><button id="btnx" type="button" class="btn btn-primary btn-sm" data-dismiss="modal">Close</button></div></div> </div></div>';
    if(term) {
        document.getElementById('modtit').innerHTML = "<h5 class='modal-title'>Search results for '" + term + "'</h5>" + document.getElementById('modtit').innerHTML;
        //put results on the screen.
        var results = idx.search(term);
        if(results.length>0){
            //console.log(idx.search(term));
            //if results
            for (var i = 0; i < results.length; i++) {
                // more statements
                var ref = results[i]['ref'];
                var url = documents[ref]['url'];
                var title = documents[ref]['title'];
                var body = documents[ref]['body'].substring(0,160)+'...';
                document.querySelectorAll('#lunrsearchresults ul')[0].innerHTML = document.querySelectorAll('#lunrsearchresults ul')[0].innerHTML + "<li class='lunrsearchresult'><a href='" + url + "'><span class='title'>" + title + "</span><small><span class='body'>"+ body +"</span><span class='url'>"+ url +"</span></small></a></li>";
            }
        } else {
            document.querySelectorAll('#lunrsearchresults ul')[0].innerHTML = "<li class='lunrsearchresult'>Sorry, no results found. Close & try a different search!</li>";
        }
    }
    return false;
}
    
$(function() {
    $("#lunrsearchresults").on('click', '#btnx', function () {
        $('#lunrsearchresults').hide( 5 );
        $( "body" ).removeClass( "modal-open" );
    });
});